Repository: lukasbuehler/pkspot
Catalog: ios/App/MapShareExtension/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Open this location in PK Spot
de: Diesen Ort in PK Spot öffnen
es: Abrir esta ubicación en PK Spot
fr: Ouvrir ce lieu dans PK Spot
it: Apri questo luogo in PK Spot
nl: Open deze locatie in PK Spot

source: Save the Maps link, then open PK Spot to review the location. Nothing is published.
de: Speichere den Maps-Link und öffne danach PK Spot, um den Ort anzusehen. Es wird nichts veröffentlicht.
es: Guarda el enlace de Maps y abre PK Spot para revisar la ubicación. No se publica nada.
fr: Enregistre le lien Maps, puis ouvre PK Spot pour consulter le lieu. Rien ne sera publié.
it: Salva il link di Maps, poi apri PK Spot per vedere il luogo. Non viene pubblicato nulla.
nl: Bewaar de Maps-link en open daarna PK Spot om de locatie te bekijken. Er wordt niets gepubliceerd.

source: No supported Google Maps or Apple Maps link was found.
de: Kein unterstützter Google-Maps- oder Apple-Maps-Link gefunden.
es: No se encontró un enlace compatible de Google Maps o Apple Maps.
fr: Aucun lien Google Maps ou Apple Maps pris en charge trouvé.
it: Nessun link di Google Maps o Apple Maps supportato trovato.
nl: Geen ondersteunde Google Maps- of Apple Maps-link gevonden.

source: Could not save the link. Please try again.
de: Der Link konnte nicht gespeichert werden. Bitte versuche es erneut.
es: No se pudo guardar el enlace. Inténtalo de nuevo.
fr: Impossible d’enregistrer le lien. Réessaie.
it: Impossibile salvare il link. Riprova.
nl: De link kon niet worden opgeslagen. Probeer het opnieuw.

source: Save Maps link
de: Maps-Link speichern
es: Guardar enlace de Maps
fr: Enregistrer le lien Maps
it: Salva link di Maps
nl: Maps-link bewaren

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

source: Spot drafts
de: Spot-Entwürfe
es: Borradores de Spots
fr: Brouillons de Spots
it: Bozze di Spot
nl: Spot-concepten

source: Saved on this device. Review a draft before publishing. Opening it keeps it here until you remove it.
de: Auf diesem Gerät gespeichert. Prüfe einen Entwurf vor dem Veröffentlichen. Er bleibt hier, bis du ihn entfernst.
es: Guardados en este dispositivo. Revisa cada borrador antes de publicarlo. Abrirlo no lo elimina.
fr: Enregistrés sur cet appareil. Vérifie un brouillon avant de le publier. Il reste ici jusqu’à sa suppression.
it: Salvate su questo dispositivo. Controlla una bozza prima di pubblicarla. Rimane qui finché non la rimuovi.
nl: Opgeslagen op dit apparaat. Controleer een concept voordat je het publiceert. Het blijft hier totdat je het verwijdert.

source: View on map
de: Auf der Karte ansehen
es: Ver en el mapa
fr: Voir sur la carte
it: Mostra sulla mappa
nl: Bekijk op de kaart

source: Create Spot
de: Spot erstellen
es: Crear Spot
fr: Créer un Spot
it: Crea Spot
nl: Spot maken

source: Remove draft
de: Entwurf entfernen
es: Eliminar borrador
fr: Supprimer le brouillon
it: Rimuovi bozza
nl: Concept verwijderen

source: No pending drafts.
de: Keine ausstehenden Entwürfe.
es: No hay borradores pendientes.
fr: Aucun brouillon en attente.
it: Nessuna bozza in sospeso.
nl: Geen openstaande concepten.

source: Could not remove the draft. Please try again.
de: Der Entwurf konnte nicht entfernt werden. Versuche es erneut.
es: No se pudo eliminar el borrador. Inténtalo de nuevo.
fr: Impossible de supprimer le brouillon. Réessaie.
it: Impossibile rimuovere la bozza. Riprova.
nl: Het concept kon niet worden verwijderd. Probeer het opnieuw.

source: Save a Spot draft
de: Spot-Entwurf speichern
es: Guardar un borrador de Spot
fr: Enregistrer un brouillon de Spot
it: Salva una bozza di Spot
nl: Een Spot-concept opslaan

source: Review this location now and finish in PK Spot later. Nothing is published.
de: Prüfe diesen Ort und fahre später in PK Spot fort. Es wird nichts veröffentlicht.
es: Revisa esta ubicación y termina más tarde en PK Spot. No se publica nada.
fr: Vérifie ce lieu et termine plus tard dans PK Spot. Rien n’est publié.
it: Controlla questo luogo e completa più tardi in PK Spot. Non viene pubblicato nulla.
nl: Controleer deze locatie en rond later af in PK Spot. Er wordt niets gepubliceerd.

source: Finding location
de: Ort wird gesucht
es: Buscando ubicación
fr: Recherche du lieu
it: Ricerca del luogo
nl: Locatie zoeken

source: This link does not reveal an exact pin location. You can keep it as a draft and choose the location in PK Spot.
de: Dieser Link enthält keine genaue Position. Speichere ihn als Entwurf und wähle den Ort in PK Spot.
es: Este enlace no contiene una ubicación exacta. Puedes guardarlo como borrador y elegir la ubicación en PK Spot.
fr: Ce lien ne contient pas de position précise. Tu peux le garder comme brouillon et choisir le lieu dans PK Spot.
it: Questo link non contiene una posizione precisa. Puoi salvarlo come bozza e scegliere il luogo in PK Spot.
nl: Deze link bevat geen exacte locatie. Je kunt hem als concept bewaren en de locatie in PK Spot kiezen.

source: Nearby Spots could not be loaded. You can still save a draft.
de: Spots in der Nähe konnten nicht geladen werden. Du kannst trotzdem einen Entwurf speichern.
es: No se pudieron cargar los Spots cercanos. Aún puedes guardar un borrador.
fr: Impossible de charger les Spots à proximité. Tu peux quand même enregistrer un brouillon.
it: Impossibile caricare gli Spot vicini. Puoi comunque salvare una bozza.
nl: Spots in de buurt konden niet worden geladen. Je kunt wel een concept opslaan.

source: No nearby Spots found.
de: Keine Spots in der Nähe gefunden.
es: No se encontraron Spots cercanos.
fr: Aucun Spot trouvé à proximité.
it: Nessuno Spot trovato nelle vicinanze.
nl: Geen Spots in de buurt gevonden.

source: Nearby Spots
de: Spots in der Nähe
es: Spots cercanos
fr: Spots à proximité
it: Spot nelle vicinanze
nl: Spots in de buurt

source: Choose a match only if it is the same Spot.
de: Wähle einen Treffer nur, wenn es derselbe Spot ist.
es: Elige un resultado solo si es el mismo Spot.
fr: Choisis un résultat uniquement s’il s’agit du même Spot.
it: Scegli un risultato solo se si tratta dello stesso Spot.
nl: Kies alleen een resultaat als het dezelfde Spot is.

source: Could not load or save this Maps link. Please try again.
de: Dieser Maps-Link konnte nicht geladen oder gespeichert werden. Versuche es erneut.
es: No se pudo cargar o guardar este enlace de Maps. Inténtalo de nuevo.
fr: Impossible de charger ou d’enregistrer ce lien Maps. Réessaie.
it: Impossibile caricare o salvare questo link di Maps. Riprova.
nl: Deze Maps-link kon niet worden geladen of opgeslagen. Probeer het opnieuw.

source: Save draft
de: Entwurf speichern
es: Guardar borrador
fr: Enregistrer le brouillon
it: Salva bozza
nl: Concept opslaan

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
nl: Opnieuw proberen

source: Spot name (optional)
es: Nombre del Spot (opcional)
fr: Nom du Spot (facultatif)
it: Nome dello Spot (facoltativo)
nl: Spot-naam (optioneel)
